[UnrealEd]
NewSpawnerPawnsVarUsing=Novo 'Spawner Pawns' Var Usando `~
NewSpawnerPawnsVarsUsing=Novas Variáveis de 'Spawner Pawns' Usando `~
DialogForceExportWarning=ATENÇÃO! A RE-EXPORTAÇÃO FORÇADA EXCLUIRÁ TODOS OS EFEITOS FACIAIS (FACE FX) E ÁUDIOS GRAVADOS GERADOS PARA TODOS OS NÓS DESTA ÁRVORE DE DIÁLOGO.\nCONFIRME COM SEUS LÍDERES ANTES DE PROSSEGUIR.\nTEM CERTEZA DE QUE DESEJA FAZER ISSO?
eDisVoiceSessionImportLang_English_OldFormat=Português (Sintaxe antiga de nome de arquivo: *_Wave)
DialogTreeEditor_Conversations=Conversas
DialogTreeEditor_ConvNodeProperties=Propriedades do Nó
DialogTreeEditor_ConvProperties=Propriedades da Conversa
DialogTreeEditor_DialogHooks=Ganchos de Diálogo
DialogTreeEditor_FindOwner=Encontrar Proprietário da Árvore de Diálogo
DialogTreeEditor_FindOwner_Desc=Localiza o proprietário desta árvore de diálogo nas janelas de perspectiva do editor de nível.
DialogTreeEditor_ExportAll=Exportar Tudo
DialogTreeEditor_ExportAll_Desc=Exporta todo o texto em toda a árvore de diálogo, mas apenas se for necessário.
DialogTreeEditor_ExportAll_Forced=Exportar Tudo (Recompilação Forçada)
DialogTreeEditor_ExportAll_Forced_Desc=Exporta todo o texto em toda a árvore de diálogo, independentemente de ser necessário ou não.
DialogTreeEditor_ExportSelected=Exportar Apenas Selecionados
DialogTreeEditor_ExportSelected_Desc=Exporta todo o texto encontrado na seleção atual, mas apenas se for necessário.
DialogTreeEditor_ExportSelected_Forced=Exportar Somente Selecionados (Recompilação Forçada)
DialogTreeEditor_ExportSelected_Forced_Desc=Exporta todo o texto encontrado na seleção atual, independentemente de ser necessário ou não.
DialogTreeEditor_DialogError=Erro na Árvore de Diálogo
DialogTreeEditor_ConvError=Erro de Conversa
DialogTreeEditor_ConvWarning=Aviso de Conversa
DialogTreeEditor_NoDebugStreamError=Nenhum fluxo de captura de depuração encontrado com eventos de diálogo para esta árvore. Certifique-se de executar o jogo no PIE usando o modo 'debugdialog' primeiro.
DialogTreeEditor_AddHookError=Ganchos de diálogo só podem ser adicionados à árvore de diálogo, não a conversas.
DialogTreeEditor_AddConvRefError=Não é possível adicionar uma referência de conversa a si mesma.
DialogTreeEditor_DeleteFullFolderWarning=Esta pasta contém dados de conversas. Tem certeza de que deseja excluir? As conversas serão perdidas!
DialogTreeEditor_HookDescPrefix=Descrição do Gancho:
DialogTreeEditor_Debug=Depurar
DialogTreeEditor_StartDebug=Depurar Última(s) Sessão(ões) de Jogo
DialogTreeEditor_StartDebug_Desc=Inicia o depurador de diálogo usando informações capturadas de sessões de jogo PIE
DialogTreeDebugger_StepForward=Avançar
DialogTreeDebugger_StepForward_Desc=Passo Um Avançar um passo para dentro do fluxo de captura.
DialogTreeDebugger_StepBack=Recuar
DialogTreeDebugger_StepBack_Desc=Um Passo Atrás no fluxo de captura.
DialogVoiceEditor_VoiceDataError=Erro nos Dados de Voz do Diálogo
DialogVoiceEditor_ExportImport=Ferramentas de Exportação/Importação
IniBrowser_SaveSelected=Salvar
IniBrowser_SaveSelected_Desc=Salvar o arquivo ini selecionado.
IniBrowser_SaveAll=Salvar Tudo
IniBrowser_SaveAll_Desc=Salvar todos os arquivos ini sujos.
IniBrowser_AddRemove_Desc=Adicionar/Remover Chaves de Ini
IniBrowser_ShowUserInis=Mostrar INIs Específicos do Usuário.
IniBrowser_ShowUserInis_Desc=Mostre ao usuário os INIs específicos que não estão registrados no Perforce.
IniBrowser_ShowAll=Mostrar Tudo
IniBrowser_ShowAll_Desc=Mostrar todas as propriedades de 'config'.
IniBrowser_ShowKeyedOnly=Mostrar Somente Teclas
IniBrowser_ShowKeyedOnly_Desc=Mostre apenas as propriedades de 'config' que possuem uma chave em um arquivo ini.
IniBrowser_ShowUnKeyedOnly=Mostrar Apenas Sem Chave
IniBrowser_ShowUnKeyedOnly_Desc=Mostre apenas as propriedades 'config' que não possuem uma chave em um arquivo ini.
IniBrowser_ShowMenu=Mostrar
IniBrowser_FileMenu=Arquivo
IniBrowser_WriteError=Arquivo
IniBrowser_CouldNotSave=Não foi possível salvar o arquivo ini!
IniBrowser_SCC_Prompt=O arquivo ini é somente leitura. Tentar fazer checkout do arquivo do controle de origem?
IniBrowser_SCC_CouldNotCheckOut=Não foi possível verificar o arquivo ini!
IniBrowser_SCC_Error=Erro de Controle de Fonte
IniBrowser_Title=Iniciar Navegador
ContactSystemEditor_Title=Editor de Sistema de Contato de Dishonored
ContactSystemEditor_Preview=Prévia de Contato
ContactSystemEditor_Striker=Atacante
ContactSystemEditor_Struck=Atingido
ContactSystemEditor_New_Desc=Criar uma nova interseção de contato.
ContactSystemEditor_Copy_Desc=Copie esta sub-interseção.
ContactSystemEditor_Paste_Desc=Cole nesta sub-interseção.
ContactSystemEditor_Delete_Desc=Excluir este contato de interseção.
ContactSystemEditor_GoTo_Desc=Vá até este cruzamento.
ContactSystemEditor_ComesFrom=Vem De
TweaksEditor_TweaksTree=Árvore de Ajustes
TweaksEditor_FallbackTree=Fallbacks
TweaksEditor_QuickErrorCheck=Verificação Rápida de Objetos
TweaksEditor_FullErrorCheck=Verificação Completa de Objetos ('Ferramentas->Atualizar Ajustes' para Atualizar)
TweaksEditor_Undo=Desfazer
TweaksEditor_Undo_Desc=Desfazer quaisquer alterações do Tweaks.
TweaksEditor_Redo=Refazer
TweaksEditor_Redo_Desc=Refazer quaisquer alterações do Tweaks.
TweaksEditor_Edit_Menu=Editar
TweaksEditor_Tools_Menu=Ferramentas
TweaksEditor_Refresh=Ajustes de Atualização
TweaksEditor_Refresh_Desc=Atualiza as alterações dos fallbacks de Ajustes e atualiza a verificação completa de objetos.
TweaksEditor_Fallback_Incompatible=Os ajustes de fallback devem ser de um tipo compatível.
TweaksEditor_Fallback_FatalLoop=Não é possível definir Fallback porque isso cria um loop fatal.
TweaksEditor_Title=Editor de Ajustes de Dishonored
TweaksEditor_NewErrors=Há novos erros na verificação completa do objeto. Ainda deseja sair?
Soiree_PlayerLookAngles_Min_Pitch=Pitch Mínimo
Soiree_PlayerLookAngles_Max_Pitch=Pitch Máximo
Soiree_PlayerLookAngles_Min_Yaw=Ângulo Mínimo
Soiree_PlayerLookAngles_Max_Yaw=Ângulo Máximo de Guinada
Soiree_PlayerLookAngles_Error=Erro nos Ângulos de Visão do Jogador
Soiree_PlayerLookAngles_Yaw_Error=Intervalo inválido para guinada.
Soiree_PlayerLookAngles_Pitch_Error=Intervalo inválido para o tom.
Soiree_PlayerLookAngles_AddKey=Adicionar Chave
